{
  "greeting": "My name is Esa Panganti. This website has been developed as part of my research to examine the urgency of implementing the Nationally Integrated Medical Records (NIMR) system in Indonesia. Your participation and support are greatly appreciated and play an important role in ensuring the success of this study.",
  "lang_selection": "Language Selection",
  "buttons": {
    "agree": "YES, I agree",
    "disagree": "NO, I do not agree",
    "next": "next",
    "back": "back",
    "yes": "YES",
    "no": "NO"
  },
  "thank_you": {
    "not_participate": "I fully respect the decision you have made. Thank you for your response. Should there be anything I can assist you with in the future, please do not hesitate to contact me.",
    "participate": "Thank you for your participation. May success always accompany your future endeavors."
  },
  "participation_criteria": {
    "title": "Participation Criteria",
    "criteria1": "Individuals who have experience or work in the healthcare sector (e.g., nurses, general practitioners, specialists, physiotherapists).",
    "criteria12": "Those who have provided services or practiced in the Emergency Department (ED), Emergency Unit, Intensive Care Unit (ICU), Neonatal Intensive Care Unit (NICU), or Pediatric Intensive Care Unit (PICU)."
  },
  "explanation_consent": {
    "title": "Explanation and Consent",
    "point3": "This study aims to examine the urgency of implementing the Nationally Integrated Medical Records (NIMR) system in Indonesia, beginning with your hospital.",
    "point4": "I understand that my participation is voluntary.",
    "point5": "It is recommended to use a laptop, computer, iPad, or tablet when completing the questionnaire.",
    "point6": "It is recommended to use a laptop, computer, iPad, or tablet when completing the questionnaire.",
    "description": "By clicking “YES,” I acknowledge that I have understood and agreed to the above statements and am willing to continue participating in this study until its completion."
  },
  "personal_data": {
    "title": "Personal Data",
    "description": "Please fill in your personal data before proceeding with the questionnaire. All personal information will be used solely for research purposes.",
    "fields": {
      "fullname": "Full Name and Academic Title",
      "email": "Email",
      "gender": {
        "title": "Gender",
        "male": "Male",
        "female": "Female"
      },
      "age": "Age",
      "affiliation": "Affiliation",
      "occupation": {
        "title": "Occupation",
        "doctor": "Doctor",
        "non_doctor": "Non-Doctor"
      },
      "length_employment": {
        "title": "Length of Employment",
        "placeholder": "Example: 5 years"
      }
    }
  },
  "questionnaire_hint": "Please answer the following questions according to your actual condition. A score of one (1) indicates <b>“STRONGLY DISAGREE,”</b> while a score of five (5) indicates <b>“STRONGLY AGREE.”</b>",
  "commitment": {
    "title": "Commitment",
    "question": {
      "q1": "I feel an emotional attachment to the Integrated Medical Record system that I use.",
      "q2": "I feel that I am part of the Integrated Medical Record system.",
      "q3": "I can identify myself with the Integrated Medical Record system that I use.",
      "q4": "The Integrated Medical Record system I use holds personal significance for me.",
      "q5": "I feel a sense of partnership with the Integrated Medical Record system that I use."
    }
  },
  "big_data": {
    "title": "Usefulness of Big Data",
    "question": {
      "q1": "At my workplace, most patient data such as demographic information, vital signs, diagnoses, medications, allergies, and smoking status are recorded electronically through the Integrated Medical Record system.",
      "q2": "Clinical procedures and medication prescriptions for patients are generally carried out using a Computerized Provider Order Entry (CPOE) system within the Integrated Medical Record.",
      "q3": "Clinical information such as diagnoses, laboratory results, supporting tests, and medical images can be exchanged electronically with external healthcare providers through the Integrated Medical Record system.",
      "q4": "The Integrated Medical Record system used in my facility supports clinical decision-making, for instance, through allergy alerts or drug interaction warnings.",
      "q5": "The Integrated Medical Record system enables data exchange with public health institutions, such as mandatory laboratory result reporting or immunization data."
    }
  },
  "case_hint": {
    "description": "This session aims to understand your perceptions and experiences in using the Integrated Medical Record system through <b>case scenarios</b> that reflect real-world conditions. Each section begins with a brief case, followed by several statements related to that situation.",
    "note": "Please read each case carefully and respond according to your personal experience or perspective. There are no right or wrong answers all responses will be kept confidential and used solely for academic research purposes."
  },
  "case1": {
    "title": "Case 1",
    "description": "A patient came to the hospital with the chief complaint of severe fatigue and a non-healing wound on the leg that had persisted for several weeks. After a brief interview with the family, it was revealed that the patient had been diagnosed with Type 2 Diabetes Mellitus for more than five years. However, this crucial information was not automatically available in the hospital system due to the absence of a connection to the National Integrated Medical Record (NIMR). As a result, the attending physician was unable to access the patient’s medical history or previous laboratory results related to blood glucose levels, disease control status, and ongoing treatments. Consequently, the entire examination process had to be repeated from the beginning, including laboratory tests and wound evaluations. This delay led to a postponement in clinical decision-making, causing medical interventions that could have been initiated earlier to be deferred.",
    "questions": {
      "q1": "To what extent do you feel that the integration of medical records would facilitate the management of this case?"
    }
  },
  "case2": {
    "title": "Case 2",
    "description": "The same patient, with a history of diabetes, had previously been prescribed antibiotics during hospitalization. Shortly after the administration of the medication, the patient experienced a severe allergic reaction that required immediate medical attention. Further investigation revealed that the patient had been treated at another hospital in the past, where an allergy to the same type of antibiotic had already been recorded. Unfortunately, since the hospital information system was not yet connected nationally through the National Integrated Medical Record (NIMR), the prescribing physician did not have access to this allergy record. This incident later became a serious concern during the hospital’s internal audit. The evaluation concluded that the event could have been prevented if a fully implemented and interconnected digital medical record system such as the NIMR had been in place.",
    "questions": {
      "q1": "To what extent do you think the error occurred due to the absence of the National Integrated Medical Record (NIMR)?",
      "q2": "If the NIMR (Integrated Medical Record) were available, would you be confident in implementing it to prevent a similar incident?",
      "q3": "Based on the two previous cases, would you implement the National Integrated Medical Record (NIMR) system in your hospital?"
    }
  },
  "case3": {
    "title": "Case 3",
    "description": "A 40-year-old man presented to the Emergency Department (ED) with the chief complaint of severe shortness of breath. A brief medical history revealed that the patient had a long-standing history of persistent asthma, previously recorded at another hospital. However, due to the absence of a National Integrated Medical Record (NIMR) system, the attending physician was unable to access the patient’s prior medical records, including the frequency of exacerbations, regular medications, and the patient’s response to specific therapies. The lack of such data led to delays in medical decision-making and the administration of appropriate treatment that could have been provided more promptly and accurately. As a result, the management time was prolonged, and the patient required extended observation because the physician had to restart the entire clinical assessment process from the beginning.",
    "questions": {
      "q1": "To what extent do you think this case demonstrates the importance of a nationally integrated medical record system?"
    }
  },
  "case4": {
    "title": "Case 4",
    "description": "Less than a month after his initial visit to the Emergency Department (ED), the same patient was readmitted to the hospital due to worsening asthma symptoms. Prior to being referred to the hospital, the patient had consulted and received treatment from a physician at a private clinic, where a therapeutic approach different from the hospital’s standard protocol was applied. Because there was no system connecting medical records across facilities, the hospital physician was unaware that the patient had already received treatment elsewhere with different types and dosages of medication. As a result, the combination of treatments administered led to significant side effects, including increased heart rate and gastrointestinal disturbances. An internal medical audit later concluded that this medication error could have been prevented if the patient’s treatment history had been easily accessible to healthcare professionals through a nationally integrated medical record (NIMR) system.",
    "questions": {
      "q1": "To what extent do you think this failure was caused by the absence of an integrated medical record data system?",
      "q2": "If you were to encounter a similar case, would you implement the NIMR system as a preventive measure?",
      "q3": "Based on the two previous cases, would you implement the National Integrated Medical Record (NIMR) system in your hospital?"
    }
  },
  "case5": {
    "title": "Case 5",
    "description": "A child was brought by his parents to the hospital’s Emergency Department (ED) with complaints of a persistent high fever and pain when swallowing. According to the parents, the child had been examined twice at two different clinics within the past few days. Unfortunately, due to the absence of an integrated data system among healthcare facilities, the attending physician could not access the results or records of the previous consultations. As a result, the physician had to repeat the entire examination process, including laboratory tests, to establish an accurate diagnosis. This process not only required additional time but also led to extra costs that could have been avoided if the child’s medical records had been available digitally and accessible across facilities.",
    "questions": {
      "q1": "To what extent does this case demonstrate the importance of a national medical record system?"
    }
  },
  "case6": {
    "title": "Case 6",
    "description": "In another case, a patient received treatment from two different doctors within a short period. Since each doctor worked at a separate healthcare facility and there was no integrated medical record system connecting them, the hospital physician was unaware that the patient had already been prescribed antibiotics by the previous doctor. Consequently, the patient received antibiotic therapy twice without coordination or dosage adjustment. After the second antibiotic administration, the patient developed serious gastrointestinal side effects, including severe nausea and diarrhea. A subsequent medical evaluation revealed that these adverse effects were likely caused by excessive and unmonitored antibiotic use. This case highlights the importance of having an information system that connects patient treatment histories across healthcare facilities to prevent duplicate and potentially harmful therapies.",
    "questions": {
      "q1": "To what extent do you think this error resulted from the absence of medical data integration?",
      "q2": "Does this case strengthen your intention to implement such a system?",
      "q3": "Based on the two previous cases, would you implement the National Integrated Medical Record (NIMR) system in your hospital?"
    }
  },
  "case7": {
    "title": "Case 7",
    "description": "A patient visited a community health center (Puskesmas) with the main complaints of high fever and productive cough that had persisted for several days. Based on the initial examination, the patient was suspected of having an Acute Respiratory Infection (ARI). However, since the patient had never been registered at this healthcare facility and there was no integrated electronic medical record system, the medical staff did not have access to the patient’s previous health history. They were unaware of whether the patient had recently recovered from another illness, was currently undergoing treatment, or had a known history of drug allergies. As a result, the diagnostic process had to be conducted comprehensively from the beginning, taking longer than necessary. This also caused a delay in prescribing medication, as the physician had to exercise extra caution before determining the appropriate therapy.",
    "questions": {
      "q1": "To what extent do you think this case demonstrates the importance of a nationally integrated medical record system?"
    }
  },
  "case8": {
    "title": "Case 8",
    "description": "Two weeks after the visit to the community health center, the same patient came to the regional general hospital with new symptoms, including skin rashes in several areas of the body and persistent nausea. After an interview and examination, it was found that the patient had previously taken medication that had triggered a mild allergic reaction. However, because the hospital also lacked access to the patient’s integrated medical records from other healthcare facilities, the attending physician was unaware of the patient’s allergy history. Consequently, the same medication was prescribed again, which worsened the patient’s clinical condition. The medical team’s evaluation concluded that the absence of accessible allergy history information led to an error in therapy selection and reduced the effectiveness of treatment.",
    "questions": {
      "q1": "To what extent do you think this failure was caused by the absence of an integrated medical record data system?",
      "q2": "If you were to encounter a similar case, would you implement the NIMR system as a preventive measure?",
      "q3": "Based on the two previous cases, would you implement the National Integrated Medical Record (NIMR) system in your hospital?"
    }
  }
}