{
  "greeting": "My name is Esa Panganti. This website has been developed as part of my research to examine the urgency of implementing the Nationally Integrated Medical Records (NIMR) system in Indonesia. Your participation and support are greatly appreciated and play an important role in ensuring the success of this study.",
  "lang_selection": "Language Selection",
  "buttons": {
    "agree": "YES, I agree",
    "disagree": "NO, I do not agree",
    "next": "next",
    "back": "back to case",
    "yes": "YES",
    "no": "NO",
    "finish": "FINISH"
  },
  "thank_you": {
    "not_participate": "I fully respect the decision you have made. Thank you for your response. Should there be anything I can assist you with in the future, please do not hesitate to contact me.",
    "participate": "Thank you for your participation. May success always accompany your future endeavors."
  },
  "participation_criteria": {
    "title": "Participation Criteria",
    "criteria1": "Individuals who have experience or work in the healthcare sector (e.g., nurses, general practitioners, specialists, physiotherapists).",
    "criteria12": "Those who have provided services or practiced in the Emergency Department (ED), Emergency Unit, Intensive Care Unit (ICU), Neonatal Intensive Care Unit (NICU), or Pediatric Intensive Care Unit (PICU)."
  },
  "explanation_consent": {
    "title": "Explanation and Consent",
    "point3": "This study aims to examine the urgency of implementing the Nationally Integrated Medical Records (NIMR) system in Indonesia, beginning with your hospital.",
    "point4": "I understand that my participation is voluntary.",
    "point5": "It is recommended to use a laptop, computer, iPad, or tablet when completing the questionnaire.",
    "point6": "It is recommended to use a laptop, computer, iPad, or tablet when completing the questionnaire.",
    "description": "By clicking “YES,” I acknowledge that I have understood and agreed to the above statements and am willing to continue participating in this study until its completion."
  },
  "personal_data": {
    "title": "Personal Data",
    "description": "Please fill in your personal data before proceeding with the questionnaire. All personal information will be used solely for research purposes.",
    "fields": {
      "fullname": "Full Name and Academic Title",
      "email": "Email",
      "gender": {
        "title": "Gender",
        "male": "Male",
        "female": "Female"
      },
      "age": "Age",
      "affiliation": "Affiliation",
      "occupation": {
        "title": "Occupation",
        "doctor": "Doctor",
        "non_doctor": "Non-Doctor"
      },
      "length_employment": {
        "title": "Length of Employment",
        "placeholder": "Example: 5 years"
      }
    },
    "errors": {
      "fullname": {
        "required": "Full Name and Title are required!",
        "min": "Full name and Title must be at least 5 characters!"
      },
      "email": {
        "required": "Email is required!",
        "email": "Please enter a valid email!"
      },
      "gender": {
        "required": "Gender is required!"
      },
      "age": {
        "required": "Age is required!",
        "number": "Age must be a number!",
        "min": "Please enter a valid age!"
      },
      "affiliation": {
        "required": "Affiliation is required!",
        "min": "Affiliation must be at least 5 characters!"
      },
      "occupation": {
        "required": "Occupation is required!"
      },
      "length_employment": {
        "required": "Length of Employment is required!"
      }
    }
  },
  "questionnaire_hint": "Please answer the following questions according to your actual condition. A score of one (1) indicates <b>“STRONGLY DISAGREE,”</b> while a score of five (5) indicates <b>“STRONGLY AGREE.”</b>",
  "commitment": {
    "title": "Commitment",
    "question": {
      "q1": "I feel an emotional attachment to the Integrated Medical Record system that I use.",
      "q2": "I feel that I am part of the Integrated Medical Record system.",
      "q3": "I can identify myself with the Integrated Medical Record system that I use.",
      "q4": "The Integrated Medical Record system I use holds personal significance for me.",
      "q5": "I feel a sense of partnership with the Integrated Medical Record system that I use."
    }
  },
  "customer_identification": {
    "title": "User Identification",
    "question": {
      "q1": "I feel that my professional values as a healthcare worker are aligned with the objectives of implementing the NIMR.",
      "q2": "I feel professionally committed to the efforts to develop the NIMR in the healthcare facility where I work.",
      "q3": "I have a strong sense of involvement in the initiative to implement the NIMR.",
      "q4": "I consider myself to have a meaningful contribution to the process of implementing the NIMR.",
      "q5": "I feel that my role is essential in supporting the successful implementation of the NIMR."
    }
  },
  "customer_internalization": {
    "title": "User Interalization",
    "question": {
      "q1": "I believe that the integration of a national medical record system is an important component of safe and quality medical practice.",
      "q2": "I regard the urgency of the NIMR as part of how I conceptualize improvements in healthcare services in Indonesia."
    }
  },
  "customer_compliance": {
    "title": "User Complience",
    "question": {
      "q1": "I make an effort to follow procedures or policies that support the implementation of the NIMR when they are available.",
      "q2": "I make an effort to follow procedures or policies that support the implementation of the NIMR when they are available."
    }
  },
  "case_hint": {
    "description": "This session aims to understand your perceptions and experiences in using the Integrated Medical Record system through <b>case scenarios</b> that reflect real-world conditions. Each section begins with a brief case, followed by several statements related to that situation.",
    "note": "Please read each case carefully and respond according to your personal experience or perspective. There are no right or wrong answers all responses will be kept confidential and used solely for academic research purposes."
  },
  "simulation_hint": {
    "p1": "In everyday clinical practice, we often encounter patients who arrive from various healthcare facilities—community health centers, clinics, hospitals, and even institutions outside the region. Unfortunately, their medical histories are not always available in a complete form when they present to our setting. At times, we must repeat examinations that have already been conducted elsewhere. Previous treatments may be unrecorded. Allergy histories may be missing. Certain medications may even be administered twice without our awareness. These situations not only impede the efficiency of clinical management but also have a direct impact on patient safety.",
    "p2": "Today, you will participate in a series of mini-simulations. You will observe how complete versus fragmented information influences clinical processes. There are no right or wrong answers. You are simply asked to make decisions as though you are the healthcare professional receiving the patient."
  },
  "card_body": {
    "cards_title_place": "Available Cards",
    "card_title_empty": "All cards have been placed.",
    "card_drop_a": "The information must be re-elicited manually.",
    "card_drop_b": "The information is automatically available within the system.",
    "card_drop_hint": "Drag cards here"
  },
  "case1": {
    "title": "Case 1",
    "description": "A patient arrived at the hospital with severe fatigue and a non-healing foot ulcer. Information obtained from the family revealed that the patient had been living with Type 2 Diabetes Mellitus for more than five years. However, this critical information did not automatically appear in the system because it was not connected to the National Integrated Medical Record (NIMR). As a result, the clinical assessment had to be restarted from the beginning: blood glucose monitoring, wound evaluation, and treatment review. Some time earlier, the patient had also received antibiotics at another healthcare facility. Shortly after the medication was administered, the patient developed a severe allergic reaction. Further investigation showed that the allergy history had actually been recorded at another hospital, but it was not visible in the current system. The lack of integration delayed clinical processes, led to suboptimal therapeutic decisions, and caused inconsistencies in care across facilities.",
    "cards_text": {
      "card1": "“Chief complaint: profound fatigue and a right foot ulcer that has not improved for three weeks.",
      "card2": "“Information regarding chronic illness was obtained through a family interview.”",
      "card3": "“The diabetes history did not automatically appear in the system.”",
      "card4": "“The clinician must re-elicit the patient’s medication history.”",
      "card5": "“The clinician can access the HbA1c trend from prior visits.”",
      "card6": "“Previous laboratory results could not be located in the system.”",
      "card7": "“The six-month blood-glucose trend is available in the system.”",
      "card8": "“Wound condition: a 4-cm ulcer with a necrotic base and seropurulent discharge.”",
      "card9": "“The clinician must request a new X-ray because previous imaging is unavailable.”",
      "card10": "“The clinician can access the X-ray images from another healthcare facility.”",
      "card11": "“The duration of the clinical interview increases because repeat assessment is required.”",
      "card12": "“Clinical decisions can be made more rapidly because complete data are available.”",
      "card13": "“The history of diabetes-related complications can be viewed in a single dashboard display.”",
      "card14": "“Medication allergy information must be reconfirmed with the family.”",
      "card15": "“Initial evaluation is faster because previous examination results appear automatically.”"
    },
    "results": {
      "a": "“If the five-year history of Type 2 Diabetes Mellitus does not appear in the system, the clinician must repeat the entire assessment from the beginning: glucose monitoring, peripheral neuropathy evaluation, and foot-ulcer examination. The patient’s antibiotic allergy is not visible, increasing the risk of inappropriate medication administration. The absence of integration delays the identification of potential complications, prevents optimal wound management from being initiated promptly, and forces clinicians to proceed cautiously because prior treatments cannot be fully verified.”",
      "b": "“The chronic diabetes history, glycemic-control pattern, and prior foot-ulcer documentation from other facilities appear automatically in the system. The antibiotic allergy is immediately detected, allowing treatment to be adjusted from the outset. Clinicians can promptly determine wound-risk stratification, select safe antibiotics, and coordinate consistent care across facilities without unnecessary repeat examinations.”",
      "balanced": "“Some essential information—such as the most recent glucose level and routine medications—appears automatically, but the allergy history and details of previous wound treatment are not available. Clinical decision-making can still proceed but requires additional time for manual confirmation. Treatment planning remains feasible, though it must be accompanied by close monitoring to avoid adverse drug reactions and to ensure the wound-care pathway remains appropriate.”"
    }
  },
  "case2": {
    "title": "Case 2",
    "description": "A 40-year-old man presented to the emergency department with severe shortness of breath. He had a history of persistent asthma that had previously been managed at another hospital. Over the past month, his symptoms had worsened after receiving a different treatment regimen from a private clinic. Due to the lack of cross-facility data access, clinicians at the hospital were unaware that the patient had already been prescribed high-dose asthma medications. The combined therapy from the two facilities resulted in adverse effects, including tachycardia and gastric irritation. Following an internal audit, the medical team concluded that this issue could have been prevented had the patient’s treatment history been automatically accessible through an interconnected National Integrated Medical Record (NIMR) system.",
    "cards_text": {
      "card1": "“Chief complaint: severe shortness of breath, with the patient unable to speak in full sentences.”",
      "card2": "“The history of persistent asthma was obtained from the family’s report in the emergency department.”",
      "card3": "“Records of the patient's visits to other hospitals did not automatically appear in the system.”",
      "card4": "“The clinician must re-ask which inhalation medications were previously used.”",
      "card5": "“The patient’s prior emergency department visits for asthma are available in the system summary.”",
      "card6": "“Therapy records from the private clinic could not be found in the hospital system.”",
      "card7": "“The clinician can view the three-month trend of asthma controller medication use.”",
      "card8": "“Initial assessment indicates a worsening respiratory pattern.”",
      "card9": "“The clinician must repeat ancillary tests because previous results are unavailable.”",
      "card10": "“Spirometry and chest X-ray results from another facility are visible in the system.”",
      "card11": "“The duration of the clinical interview increases because the clinician must re-elicit the treatment history.”",
      "card12": "“Medication adjustments can be made more rapidly when the historical data are fully available.”",
      "card13": "“The system dashboard displays the history of asthma attacks, controller medications, and potential triggers.”",
      "card14": "“Medication allergy information must be confirmed directly with the patient and family.”",
      "card15": "“Treatment evaluation becomes faster when the patient’s therapy history is directly accessible.”"
    },
    "results": {
      "a": "“The history of persistent asthma and the high-dose bronchodilator therapy administered at the previous facility do not appear in the system, requiring the emergency physician to begin the assessment from the start: evaluating the severity of the exacerbation, the timing of the most recent attack, and potential triggers. Without access to prior treatment records, the physician is unaware that the patient has already received high-dose asthma medication from a private clinic. Unmonitored combinations of therapy increase the risk of adverse effects such as tachycardia and gastric irritation. The absence of integration delays clinical decision-making and increases the likelihood of duplicated treatment.”",
      "b": "“The history of persistent asthma, exacerbation patterns, and records of bronchodilator and corticosteroid therapy from both the hospital and the private clinic appear automatically in the system. The recently administered high-dose medication is immediately detected, allowing the physician to adjust management and avoid excessive polytherapy. Severity assessment can be conducted quickly, medication choices can be ensured to be safe, and care across facilities becomes aligned without unnecessary repeat evaluations.”",
      "balanced": "“Some important data—such as the history of exacerbations and prior asthma control—are available, but details of the most recent treatment from the external facility do not appear. The physician can still proceed with management, but additional time is required to confirm the dosage of medications already provided. Clinical decisions can still be made, though with greater caution regarding potential adverse effects and treatment duplication.”"
    }
  },
  "case3": {
    "title": "Case 3",
    "description": "A child was brought to the emergency department with high fever and painful swallowing. The parents reported that the child had been examined at two different clinics over the past few days. However, due to the lack of data integration across facilities, the emergency physician could not access previous examinations or treatments, requiring the entire process including laboratory testing to be repeated. A few days later, the child sought care at another facility and, unknowingly, received a second course of antibiotics. Without access to prior medication history, the hospital physician was unaware of the earlier antibiotic exposure. This duplicate therapy resulted in severe nausea and diarrhea. Medical evaluation concluded that these effects could have been prevented if the patient’s treatment history had been accessible across facilities.",
    "cards_text": {
      "card1": "“Chief complaint: high fever and painful swallowing for several days.”",
      "card2": "“The patient had previously been examined at two different clinics.”",
      "card3": "“Examination results from the previous facilities did not automatically appear in the system.”",
      "card4": "“The clinician must re-inquire about the medications the patient has taken.”",
      "card5": "“The diagnostic process relies on repeating the assessments in the emergency department.”",
      "card6": "“Laboratory tests must be repeated because prior data are unavailable.”",
      "card7": "“A summary of the treatment history cannot be traced across facilities.”",
      "card8": "“The clinician must proceed cautiously in determining therapy because complete information is not available.”",
      "card9": "“The patient had received antibiotic therapy from the previous healthcare providers.”",
      "card10": "“The hospital clinician was unaware of the antibiotic therapy previously administered.”",
      "card11": "“Repeated interventions prolong the overall care process.”",
      "card12": "“The patient developed severe nausea and diarrhea after receiving a second course of antibiotics.”",
      "card13": "“Medical evaluation identified the risk of duplicate antibiotic exposure.”",
      "card14": "“The lack of data connectivity across facilities makes treatment history difficult to monitor.”",
      "card15": "“Access to complete information can support appropriate dose adjustment and prevent adverse effects.”"
    },
    "results": {
      "a": "“The child’s previous visits to two clinics do not appear in the system, requiring the emergency physician to repeat the entire assessment process: physical examination, laboratory testing, and evaluation for possible bacterial or viral infection. The lack of data connectivity prevents monitoring of the antibiotic therapy that had already been administered at the earlier facility. During the subsequent visit, the patient received a second antibiotic without dose adjustment. This unmonitored combination of therapies triggered severe nausea and diarrhea. Evaluation indicates that the absence of cross-facility information integration increases the risk of duplicate treatment and reduces the effectiveness of clinical management.”",
      "b": "“The child’s visit records from the two previous clinics appear automatically in the system: examination results, the indication for the first antibiotic, and the clinical response after treatment. Upon arrival in the emergency department, the physician can immediately review this medication history and avoid duplicate antibiotic administration. Information on dosage, duration, and antibiotic type enables the physician to adjust therapy appropriately, allowing clinical decisions to be made quickly and safely. Data integration accelerates diagnostic processes, reduces unnecessary repeat testing, and prevents avoidable adverse effects.”",
      "balanced": "“Some essential information—such as initial examination results and clinic visit history—is available, but the details of prior antibiotic therapy are not fully captured. The physician can still determine the direction of management but must perform additional verification regarding medication history. Clinical decisions can still be made, though the risk of inaccuracy remains because part of the data is incomplete.”"
    }
  },
  "case4": {
    "title": "Case 4",
    "description": "A patient presented to a community health center with high fever and productive cough. The patient had no prior record at the facility, and because there was no integrated medical record system, the healthcare staff could not access the patient’s medical history, drug allergies, or ongoing treatments. Diagnosis had to be initiated from the beginning, and therapy selection proceeded more slowly as the physician had to act cautiously in the absence of complete medical information. Two weeks later, the patient came to the hospital with complaints of a skin rash and persistent nausea. It was later discovered that the patient had previously taken a medication that triggered a mild allergic reaction. However, because data were not connected across facilities, the patient was prescribed the same medication again, worsening the symptoms. Medical evaluation confirmed that the absence of an accessible, cross-facility allergy history had been a major contributing factor to the therapeutic error.",
    "cards_text": {
      "card1": "“Chief complaint: high fever and productive cough for several days.”",
      "card2": "“An initial diagnosis of an upper respiratory tract infection was established based on the physical examination at the community health center.”",
      "card3": "“The patient’s previous visits to other healthcare facilities did not automatically appear in the system.”",
      "card4": "“Staff needed to re-ask whether the patient was currently taking any medications.”",
      "card5": "“Immunization records, the most recent visit, and previously prescribed medications were visible in the system summary.”",
      "card6": "“No information on drug allergies from other healthcare facilities was available.”",
      "card7": "“The physician was able to view the patient’s treatment history from the past several months.”",
      "card8": "“The anamnesis process took longer because the medical history could not be retrieved automatically.”",
      "card9": "“The physician needed to repeat laboratory tests previously performed elsewhere.”",
      "card10": "“Results from previous examinations were available, eliminating the need for repetition.”",
      "card11": "“Therapeutic decisions had to be made cautiously because the allergy history was unclear.”",
      "card12": "“Treatment decisions could be made more quickly when medication history was immediately accessible.”",
      "card13": "“The summary of previous visits displayed allergy history, medications taken, and documented side effects.”",
      "card14": "“The hospital physician was unaware that the patient had experienced a mild allergic reaction to a previous medication.”",
      "card15": "“Evaluation and treatment selection were faster when cross-facility data could be accessed directly.”"
    },
    "results": {
      "a": "“The patient’s medical history did not appear during the initial visit to the community health center. The healthcare staff had to repeat the entire process, including anamnesis, allergy evaluation, and assessment of comorbidities, because no prior disease history or ongoing treatments were available. The incompleteness of data required the physician to proceed cautiously when selecting medications, resulting in a slower clinical workflow. During the patient’s second visit to the hospital, allergy information from the first facility could not be accessed. Unaware of the patient’s previous mild allergic reaction, the clinician prescribed the same medication, leading to a skin rash and severe nausea. Medical evaluation indicated that the lack of data connectivity across facilities significantly contributed to the therapeutic error.”",
      "b": "“The record of the patient’s initial visit was automatically available in the system, including the respiratory infection assessment, medications provided, and the documentation of a mild allergic reaction following treatment. When the patient presented to the hospital two weeks later, the physician immediately accessed this information and avoided prescribing the same medication. Cross-facility data access accelerated clinical management, reduced the need for repeated examinations, and enabled safer therapeutic decisions without the risk of exacerbating the patient’s condition. Information integration substantially improved diagnostic accuracy and the efficiency of treatment planning.”",
      "balanced": "“Some essential information such as the initial examination results was available, but the allergy history and prior therapies were only partially recorded. Although the clinician could still determine the direction of management, additional verification was needed to avoid selecting an inappropriate medication. While clinical decisions were still feasible, the risk of inaccuracy remained due to incomplete information.”"
    }
  },
  "game_instruction": "Drag the card to the desired area. Press and hold the card (mouse or touch), then slide it to the target area (A or B)."
}