{
  "greeting": "Perkenalkan nama saya Esa Panganti, website ini dibuat sebagai bagian dari proses penelitian saya untuk melihat seberapa jauh urgensi penerapan Nationally Integrated Medical Records (NIMR) di Indonesia, partisipasi dan dukungan Anda sangat berarti bagi kelancaran dan keberhasilan penelitian ini. ",
  "lang_selection": "Pemilihan Bahasa",
  "buttons": {
    "agree": "YA, saya bersedia",
    "disagree": "TIDAK, saya tidak bersedia ",
    "next": "lanjut",
    "back": "kembali ke kasus",
    "yes": "YA",
    "no": "TIDAK",
    "finish": "SELESAI",
    "show_case": "Tampilkan Kasus",
    "hide_case": "Sembunyikan Kasus",
    "undo": "Batalkan Jawaban",
    "restart": "Reset dan Mulai Ulang Survei",
    "period": "Pilih Periode"
  },
  "thank_you": {
    "not_participate": "Saya menghormati sepenuhnya keputusan yang telah Bapak/Ibu sampaikan. Terima kasih atas respons yang diberikan. Apabila di kemudian hari terdapat hal lain yang dapat saya bantu, saya dengan senang hati siap untuk dihubungi.",
    "participate": "Terimakasih atas partisipasi Anda, semoga kesuksesan selalu mengiringi rencana Anda kedepannya."
  },
  "participation_criteria": {
    "title": "Ketentuan Mengisi Kuesioner",
    "criteria1": "Seseorang yang memiliki pengalaman atau bekerja dibidang kesehatan (Perawat, Dokter Umum, Dokter Spesialis, Fisioterapis",
    "criteria2": "Pernah melayani atau praktek di Intalasi Gawat Darurat (IGD), Unit Gawat Darurat (UGD), Intensive Care Unit (ICU) Neonatal Intensive Unit (NICU), Pediatric Intensive Unit (PICU)."
  },
  "explanation_consent": {
    "title": "Penjelasan dan Persetujuan",
    "point3": "Penelitian ini bertujuan untuk melihat urgensi penerapan Nationally Integrated Medical Records (NIMR) di Indonesia yang dimulai dari rumah sakit anda.",
    "point4": "Saya memahami bahwa partisipasi saya bersifat sukarela.",
    "point5": "Data yang diperoleh dari penelitian ini dijaga kerahasiaannya dan hanya digunakan untuk kepentingan ilmiah.",
    "point6": "Diharapkan menggunakan perangkat Laptop/Komputer/ Ipad/ Tab pada saat pengisian dan pengerjaan penelitian. ",
    "description": "Dengan mengklik “YA”, saya telah menyetujui pertimbangan-pertimbangan diatas dan bersedia untuk melanjutkan proses penelitian ini sampai dengan selesai."
  },
  "personal_data": {
    "title": "Data Pribadi",
    "description": "Silahkan mengisi data pribadi terlebih dahulu untuk melanjutkan pengisian data. Informasi pribadi sepenuhnya akan digunakan untuk keperluan penelitian. ",
    "fields": {
      "fullname": "Nama beserta title pendidikan",
      "email": "Email",
      "gender": {
        "title": "Jenis Kelamin",
        "male": "Laki-laki",
        "female": "Perempuan"
      },
      "age": "Umur",
      "affiliation": "Afiliasi",
      "occupation": {
        "title": "Pekerjaan",
        "doctor": "Dokter",
        "non_doctor": "Non-Dokter"
      },
      "length_employment": {
        "title": "Lama Bekerja",
        "placeholder": "Contoh: 5",
        "dropdown": {
          "weeks": "minggu",
          "months": "bulan",
          "years": "tahun"
        }
      }
    },
    "errors": {
      "fullname": {
        "required": "Nama lengkap dan title pendidikan wajib diisi!",
        "min": "Nama lengkap dan title pendidikan minimal 5 karakter!"
      },
      "email": {
        "required": "Email wajib diisi!",
        "email": "Mohon massukkan email yang valid!"
      },
      "gender": {
        "required": "Jenis kelamin wajib diisi!"
      },
      "age": {
        "required": "Umur wajib diisi!",
        "number": "Umur harus berupa angka!",
        "min": "Mohon masukkan umur yang valid!"
      },
      "affiliation": {
        "required": "Afiliasi wajib diisi!",
        "min": "Afiliasi minimal 3 karakter!"
      },
      "occupation": {
        "required": "Pekerjaan wajib diisi!"
      },
      "length_employment": {
        "required": "Lama bekerja wajib diisi!"
      }
    }
  },
  "questionnaire_hint": "Jawab pertanyaan-pertanyaan berikut yang sesuai dengan kondisi Anda sesungguhnya. Skala satu (1) menyatakan <b>SANGAT TIDAK SETUJU</b>, skala lima (5) menyatakan <b>SANGAT SETUJU</b>.",
  "commitment": {
    "title": "Komitmen",
    "question": {
      "q1": "Saya merasa memiliki keterikatan emosional dengan sistem Integrated Medical Record yang saya gunakan.",
      "q2": "Saya merasa menjadi bagian dari sistem Integrated Medical Record tersebut.",
      "q3": "Saya merasa dapat mengidentifikasikan diri dengan sistem Integrated Medical Record yang saya gunakan.",
      "q4": "Sistem Integrated Medical Record yang saya gunakan memiliki makna pribadi yang penting bagi saya.",
      "q5": "Saya merasa memiliki hubungan kemitraan dengan sistem Integrated Medical Record yang saya gunakan."
    }
  },
  "customer_identification": {
    "title": "Identifikasi Pengguna",
    "question": {
      "q1": "Saya merasa nilai nilai profesional saya sebagai tenaga medis selaras dengan tujuan penerapan NIMR ",
      "q2": "Saya merasa terikat secara profesional dengan upaya pengembangan NIMR di fasilitas kesehatan tempat saya bekerja ",
      "q3": "Saya memiliki rasa keterlibatan yang kuat terhadap inisiatif penerapan NIMR ",
      "q4": "Saya menilai diri saya memiliki kontribusi berarti dalam proses penerapan NIMR ",
      "q5": "Saya merasa peran saya penting dalam mendukung keberhasilan implementasi NIMR "
    }
  },
  "customer_internalization": {
    "title": "Internalisasi Pengguna",
    "question": {
      "q1": "Saya meyakini bahwa integrasi rekam medis nasional adalah bagian penting dari praktik medis yang aman dan berkualitas",
      "q2": "Saya memasukkan urgensi NIMR sebagai bagian dari cara saya memandang perbaikan pelanggan kesehatan di Indonesia"
    }
  },
  "customer_compliance": {
    "title": "Kepatuhan Pengguna",
    "question": {
      "q1": "Saya berupaya mengikuti prosedur atau kebijakan yang mendukung implementasi NIMR ketika bersedia ",
      "q2": "Saya bersedia menyesuaikan cara kerja saya jika NIMR diterapkan demi meningkatkan keselamatan pasien "
    }
  },
  "big_data": {
    "title": "Kegunaan Big Data",
    "question": {
      "q1": "Penggunaan sistem rekam medis terintegrasi nasional membantu saya menyelesaikan pelayanan perawatan pasien dengan lebih cepat",
      "q2": "Penggunaan sistem rekam medis terintegrasi nasional meningkatkan produktivitas saya dalam memberikan pelayanan kepada pasien",
      "q3": "Penggunaan sistem rekam medis terintegrasi nasional meningkatkan kualitas pengelolaan dan manajemen perawatan pasien",
      "q4": "Penggunaan sistem rekam medis terintegrasi nasional meningkatkan efektivitas pelayanan kesehatan yang saya berikan",
      "q5": "Penggunaan sistem rekam medis terintegrasi nasional mempermudah saya dalam melakukan perawatan dan pengelolaan data pasien",
      "q6": "Sistem rekam medis terintegrasi nasional bermanfaat dalam mendukung tugas dan pengambilan keputusan saya sebagai tenaga kesehatan"
    }
  },
  "case_hint": {
    "description": "Sesi ini bertujuan untuk mengetahui persepsi dan pengalaman Bapak/Ibu dalam penggunaan sistem Integrated Medical Record melalui <b>situasi kasus</b> yang menggambarkan kondisi di lapangan. Setiap bagian akan diawali dengan sebuah kasus singkat, kemudian diikuti oleh beberapa pernyataan yang berkaitan dengan situasi tersebut.",
    "note": "Mohon Bapak/Ibu membaca setiap kasus dengan cermat dan memberikan jawaban sesuai dengan pengalaman atau pandangan pribadi. Tidak ada jawaban benar atau salah  semua jawaban akan dijaga kerahasiaannya dan digunakan hanya untuk keperluan penelitian akademik."
  },
  "simulation_hint": {
    "p1": "Dalam praktik sehari-hari, kita semua pernah berhadapan dengan pasien yang datang dari berbagai fasilitas kesehatan Puskesmas, klinik, rumah sakit, bahkan fasilitas luar daerah. Sayangnya, tidak selalu riwayat medis mereka tersedia secara lengkap saat datang ke tempat kita. Kadang kita harus mengulang pemeriksaan yang sudah dilakukan sebelumnya. Kadang ada terapi yang tidak terekam. Ada riwayat alergi yang tidak terbaca. Ada obat yang diberikan dua kali tanpa disadari. Situasi ini tidak hanya menghambat kecepatan penanganan, tetapi juga berdampak langsung pada keselamatan pasien.",
    "p2": "Hari ini, Anda akan masuk ke dalam rangkaian mini-simulasi. Anda akan melihat bagaimana perbedaan informasi yang lengkap maupun yang terputus mempengaruhi proses klinis. Tidak ada jawaban benar atau salah. Anda hanya diminta mengambil keputusan seolah Anda adalah tenaga medis yang menerima pasien tersebut."
  },
  "card_body": {
    "cards_title_place": "Kartu yang tersedia",
    "card_title_empty": "Semua kartu sudah di pindahkan",
    "card_drop_a": "Informasi harus digali ulang secara manual.",
    "card_drop_b": "Informasi tersedia otomatis dalam sistem.",
    "card_drop_hint": "Tarik kartu kesini"
  },
  "case1": {
    "title": "Studi Kasus 1",
    "description": "Seorang pasien datang ke rumah sakit dengan keluhan lemas berat dan luka kaki yang tidak kunjung sembuh. Dari keluarga, baru diketahui bahwa pasien memiliki Diabetes Mellitus Tipe 2 selama lebih dari lima tahun. Namun informasi penting tersebut tidak muncul otomatis di sistem karena tidak terhubung dengan NIMR. Pemeriksaan pun harus dimulai ulang: kontrol gula darah, pemeriksaan luka, dan evaluasi pengobatan. Beberapa waktu sebelumnya, pasien juga sempat mendapat antibiotik di fasilitas kesehatan lain. Tak lama setelah pemberian obat, muncul reaksi alergi berat. Setelah ditelusuri, riwayat alergi itu sebenarnya sudah tercatat di rumah sakit lain tetapi tidak terbaca di sistem saat ini. Ketiadaan integrasi membuat proses klinis tertunda, pilihan terapi tidak optimal, dan penanganan antar fasilitas menjadi tidak selaras.",
    "cards_text": {
      "card1": "“Keluhan utama: tubuh lemas dan luka kaki kanan tidak membaik selama 3 minggu.”",
      "card2": "“Informasi penyakit kronis didapat melalui wawancara keluarga.”",
      "card3": "“Riwayat DM tidak muncul otomatis pada sistem.”",
      "card4": "“Dokter harus menggali ulang riwayat obat yang pernah dikonsumsi pasien.”",
      "card5": "“Dokter dapat melihat pola HbA1c dari kunjungan-kunjungan sebelumnya.”",
      "card6": "“Hasil laboratorium lama tidak dapat ditemukan di komputer.”",
      "card7": "“Tren gula darah 6 bulan terakhir tersedia pada sistem.”",
      "card8": "“Kondisi luka: ulkus 4 cm, dasar nekrotik, keluar cairan seropurulen.”",
      "card9": "“Dokter harus meminta foto rontgen baru karena data lama tidak tersedia.”",
      "card10": "“Dokter dapat melihat foto rontgen dari fasilitas kesehatan berbeda.”",
      "card11": "“Waktu anamnesis bertambah karena pemeriksaan ulang diperlukan.”",
      "card12": "“Keputusan klinis dapat dibuat lebih cepat karena data terkumpul lengkap.”",
      "card13": "“Riwayat komplikasi terkait DM dapat dilihat dalam satu tampilan dashboard.”",
      "card14": "“Penjelasan alergi obat perlu dikonfirmasi ulang pada keluarga.”",
      "card15": "“Evaluasi awal lebih cepat karena hasil pemeriksaan sebelumnya muncul otomatis.”"
    },
    "results": {
      "a": "“Riwayat Diabetes Mellitus Tipe 2 selama lima tahun tidak muncul di sistem sehingga dokter harus mengulang seluruh proses dari awal: pemeriksaan kadar glukosa, evaluasi neuropati perifer, dan penilaian kondisi ulkus kaki. Informasi alergi antibiotik tidak terlihat sehingga risiko pemberian obat yang tidak sesuai meningkat. Tidak adanya integrasi membuat dugaan komplikasi tertunda, terapi luka tidak langsung optimal, dan klinisi harus berhati-hati karena riwayat pengobatan sebelumnya tidak dapat dipastikan.”",
      "b": "“Riwayat DM kronis, pola kontrol glikemik, dan catatan ulkus kaki dari fasilitas sebelumnya muncul otomatis dalam sistem. Informasi alergi antibiotik langsung terdeteksi sehingga terapi dapat disesuaikan sejak awal. Dokter dapat segera menentukan stratifikasi risiko luka, memilih antibiotik yang aman, serta menyusun penanganan yang konsisten antar fasilitas tanpa perlu pemeriksaan ulang yang tidak perlu.”",
      "balanced": "“Sebagian informasi penting seperti kadar glukosa terakhir dan obat rutin muncul otomatis, tetapi riwayat alergi dan detail terapi luka sebelumnya tidak tersedia. Pengambilan keputusan masih dapat dilakukan namun membutuhkan waktu tambahan untuk konfirmasi manual. Perencanaan terapi tetap berjalan, tetapi harus disertai pemantauan ketat untuk menghindari reaksi obat dan memastikan perawatan luka tetap tepat arah.”"
    }
  },
  "case2": {
    "title": "Studi Kasus 2",
    "description": "Seorang pria 40 tahun datang ke UGD dengan sesak napas berat. Ia memiliki riwayat asma persisten yang sebelumnya ditangani di rumah sakit lain. Dalam satu bulan terakhir, pasien kembali mengalami perburukan gejala setelah memperoleh terapi berbeda dari sebuah klinik swasta. Karena tidak ada akses lintas fasilitas, dokter rumah sakit tidak mengetahui bahwa pasien sudah mendapat obat asma dengan dosis tinggi. Kombinasi terapi dari dua fasilitas menyebabkan efek samping seperti takikardia dan iritasi lambung. Dari audit internal, tim medis menyimpulkan bahwa masalah ini dapat dicegah apabila riwayat terapi pasien otomatis tersedia melalui sistem NIMR yang terhubung antar fasilitas.",
    "cards_text": {
      "card1": "“Keluhan utama: sesak napas berat dan pasien tampak sulit berbicara panjang.”",
      "card2": "“Riwayat asma persisten didapat dari penjelasan keluarga di UGD.”",
      "card3": "“Catatan kunjungan pasien ke rumah sakit lain tidak muncul otomatis di sistem.”",
      "card4": "“Dokter harus menanyakan ulang obat inhalasi apa yang digunakan sebelumnya.”",
      "card5": "“Riwayat kunjungan pasien ke UGD karena asma sebelumnya tersedia dalam ringkasan sistem.”",
      "card6": "“Tidak ditemukan informasi terapi dari klinik swasta pada komputer rumah sakit.”",
      "card7": "“Dokter dapat melihat tren penggunaan obat kontrol asma selama 3 bulan terakhir.”",
      "card8": "“Penilaian awal menunjukkan pasien mengalami perburukan pada pola napas.”",
      "card9": "“Dokter perlu melakukan pemeriksaan penunjang ulang karena hasil sebelumnya tidak tersedia.”",
      "card10": "“Hasil spirometri dan rontgen dari fasilitas lain dapat terlihat dalam sistem.”",
      "card11": "“Waktu anamnesis bertambah karena dokter harus menggali ulang riwayat terapi.”",
      "card12": "“Keputusan penyesuaian obat dapat dilakukan lebih cepat ketika data riwayat muncul lengkap.”",
      "card13": "“Dashboard sistem menampilkan riwayat serangan asma, obat kontrol, dan pemicu potensial.”",
      "card14": "“Informasi alergi obat harus dikonfirmasi langsung kepada pasien dan keluarga.”",
      "card15": "“Evaluasi pengobatan menjadi lebih cepat ketika riwayat terapi dapat diakses langsung.”"
    },
    "results": {
      "a": "“Riwayat asma persisten dan terapi bronkodilator dosis tinggi dari fasilitas sebelumnya tidak muncul di sistem sehingga dokter UGD harus memulai asesmen dari awal: evaluasi tingkat keparahan eksaserbasi, riwayat serangan terakhir, serta kemungkinan pemicu. Tanpa catatan terapi sebelumnya, dokter tidak mengetahui bahwa pasien sudah menerima obat asma dengan dosis besar dari klinik swasta. Kombinasi obat yang tidak terpantau meningkatkan risiko efek samping seperti takikardia dan iritasi lambung. Ketiadaan integrasi membuat keputusan klinis tertunda dan rentan terjadi pengobatan ganda.”",
      "b": "“Riwayat asma persisten, pola eksaserbasi, serta catatan terapi bronkodilator dan kortikosteroid dari rumah sakit maupun klinik sebelumnya langsung muncul di sistem. Informasi dosis tinggi yang baru diberikan terdeteksi otomatis sehingga dokter dapat menyesuaikan penanganan dan menghindari politerapi berlebihan. Asesmen keparahan dapat dilakukan cepat, pilihan obat dapat dipastikan aman, dan perawatan antar fasilitas menjadi selaras tanpa perlu pemeriksaan ulang yang tidak perlu.”",
      "balanced": "“Sebagian data penting seperti riwayat eksaserbasi dan kontrol asma sebelumnya tersedia, namun rincian terapi terakhir dari fasilitas luar tidak muncul. Dokter masih dapat melanjutkan penanganan, tetapi membutuhkan waktu tambahan untuk mengonfirmasi dosis obat yang telah diberikan. Keputusan medis tetap dapat diambil, namun dengan kewaspadaan lebih besar terhadap kemungkinan efek samping dan duplikasi terapi.”"
    }
  },
  "case3": {
    "title": "Studi Kasus 3",
    "description": "Seorang anak dibawa ke IGD dengan demam tinggi dan nyeri menelan. Orang tua menyampaikan bahwa anak ini baru saja diperiksakan di dua klinik berbeda dalam beberapa hari terakhir. Namun, karena tidak ada integrasi data antar fasilitas, dokter IGD tidak bisa melihat pemeriksaan atau terapi sebelumnya, sehingga seluruh proses harus diulang, termasuk pemeriksaan laboratorium. Beberapa hari kemudian, anak kembali berobat ke fasilitas lain dan tanpa disadari menerima antibiotik kedua. Karena tidak ada akses terhadap riwayat obat sebelumnya, dokter rumah sakit tidak mengetahui paparan antibiotik tersebut. Terapi ganda ini menimbulkan mual hebat dan diare. Evaluasi medis menunjukkan bahwa efek ini dapat dicegah jika riwayat pengobatan pasien dapat diakses lintas fasilitas.",
    "cards_text": {
      "card1": "“Keluhan utama: demam tinggi dan nyeri menelan selama beberapa hari.”",
      "card2": "“Pasien sebelumnya sudah diperiksakan di dua klinik berbeda.”",
      "card3": "“Hasil pemeriksaan dari fasilitas sebelumnya tidak muncul otomatis di sistem.”",
      "card4": "“Dokter perlu menanyakan ulang riwayat obat yang sudah dikonsumsi pasien.”",
      "card5": "“Proses diagnosis bergantung pada pemeriksaan ulang di IGD.”",
      "card6": "“Pemeriksaan laboratorium perlu diulang karena data sebelumnya tidak tersedia.”",
      "card7": "“Ringkasan riwayat pengobatan tidak dapat ditelusuri lintas fasilitas.”",
      "card8": "“Dokter perlu berhati-hati menentukan terapi karena informasi lengkap belum jelas.”",
      "card9": "“Pasien menerima terapi antibiotik dari tenaga medis sebelumnya.”",
      "card10": "“Dokter rumah sakit tidak mengetahui terapi antibiotik yang telah diberikan sebelumnya.”",
      "card11": "“Penanganan berulang menyebabkan waktu pelayanan lebih panjang.”",
      "card12": "“Pasien mengalami mual hebat dan diare setelah terapi antibiotik kedua.”",
      "card13": "“Evaluasi medis menemukan adanya risiko penggunaan antibiotik ganda.”",
      "card14": "“Ketidakterhubungan data antar fasilitas membuat riwayat terapi sulit dipantau.”",
      "card15": "“Akses informasi yang lengkap dapat membantu penyesuaian dosis dan mencegah efek samping.”"
    },
    "results": {
      "a": "“Riwayat kunjungan anak ke dua klinik sebelumnya tidak muncul di sistem, sehingga dokter IGD harus mengulang seluruh proses penilaian: pemeriksaan fisik, laboratorium, serta evaluasi kemungkinan infeksi bakteri atau virus. Ketidakterhubungan data membuat terapi antibiotik yang sudah diberikan di fasilitas sebelumnya tidak terpantau. Pada kunjungan berikutnya, pasien memperoleh antibiotik kedua tanpa penyesuaian dosis. Kombinasi terapi yang tidak terpantau ini memicu mual hebat dan diare. Evaluasi menunjukkan bahwa ketidakhadiran integrasi informasi lintas fasilitas meningkatkan risiko pengobatan ganda dan menurunkan efektivitas penanganan.”",
      "b": "“Catatan kunjungan anak dari dua klinik sebelumnya muncul otomatis: hasil pemeriksaan, indikasi pemberian antibiotik pertama, dan respons klinis setelah terapi. Saat tiba di IGD, dokter dapat langsung mengevaluasi riwayat obat tersebut dan menghindari pemberian antibiotik ganda. Informasi dosis, durasi, dan jenis antibiotik membantu dokter menyesuaikan terapi sehingga keputusan klinis dapat diambil cepat dan aman. Integrasi data mempercepat proses diagnostik, mengurangi biaya pemeriksaan ulang, dan mencegah efek samping yang tidak perlu.”",
      "balanced": "“Beberapa informasi penting seperti hasil pemeriksaan awal dan riwayat kunjungan klinik muncul, tetapi catatan terapi antibiotik sebelumnya tidak terekam sepenuhnya. Dokter tetap dapat menentukan arah penanganan, namun perlu verifikasi tambahan terkait riwayat obat. Keputusan klinis bisa dibuat, tetapi risiko ketidaktepatan tetap ada karena sebagian data tidak lengkap.”"
    }
  },
  "case4": {
    "title": "Studi Kasus 4",
    "description": "Seorang pasien datang ke Puskesmas dengan demam tinggi dan batuk berdahak. Ia belum pernah tercatat di fasilitas tersebut, dan karena tidak ada rekam medis terintegrasi, petugas tidak mengetahui riwayat penyakit, alergi obat, maupun pengobatan yang sedang dijalani. Diagnosis harus dilakukan dari awal, dan pemilihan terapi menjadi lebih lambat karena dokter harus berhati-hati tanpa riwayat lengkap. Dua minggu kemudian, pasien datang ke rumah sakit dengan keluhan ruam kulit dan mual menetap. Belakangan diketahui bahwa pasien sebelumnya mengonsumsi obat yang memicu alergi ringan. Namun karena data antar fasilitas tidak terhubung, pasien kembali menerima obat yang sama sehingga gejalanya memburuk. Evaluasi medis menegaskan bahwa ketiadaan riwayat alergi yang dapat diakses lintas fasilitas menjadi faktor utama terjadinya kesalahan terapi.",
    "cards_text": {
      "card1": "“Keluhan utama: demam tinggi dan batuk berdahak selama beberapa hari.”",
      "card2": "“Diagnosis awal ISPA ditegakkan berdasarkan pemeriksaan fisik di Puskesmas.”",
      "card3": "“Riwayat kunjungan pasien ke fasilitas kesehatan lain tidak muncul otomatis di sistem.”",
      "card4": "“Petugas harus menanyakan ulang apakah pasien sedang mengonsumsi obat tertentu.”",
      "card5": "“Data imunisasi, kunjungan terakhir, dan obat yang pernah diberikan terlihat dalam ringkasan sistem.”",
      "card6": "“Tidak tersedia informasi alergi obat dari fasilitas kesehatan sebelumnya.”",
      "card7": "“Dokter dapat melihat riwayat pengobatan pasien dalam beberapa bulan terakhir.”",
      "card8": "“Proses anamnesis memakan waktu lebih lama karena riwayat kesehatan tidak dapat ditelusuri otomatis.”",
      "card9": "“Dokter perlu mengulang pemeriksaan laboratorium yang pernah dilakukan di tempat lain.”",
      "card10": "“Hasil pemeriksaan dari fasilitas sebelumnya tersedia sehingga tidak perlu dilakukan ulang.”",
      "card11": "“Penentuan terapi harus dilakukan hati-hati karena riwayat alergi belum jelas.”",
      "card12": "“Keputusan pengobatan dapat lebih cepat ketika informasi riwayat obat langsung tersedia.”",
      "card13": "“Ringkasan kunjungan sebelumnya menampilkan riwayat alergi, obat yang pernah dikonsumsi, dan efek samping yang tercatat.”",
      "card14": "“Dokter rumah sakit tidak mengetahui bahwa pasien telah mengalami reaksi alergi ringan dari obat sebelumnya.",
      "card15": "“Evaluasi dan pemilihan terapi menjadi lebih cepat ketika data lintas fasilitas dapat diakses langsung.”"
    },
    "results": {
      "a": "“Riwayat kesehatan pasien tidak muncul saat kunjungan pertama di Puskesmas. Petugas harus melakukan seluruh proses dari awal anamnesis, evaluasi alergi, hingga pemeriksaan komorbid—karena tidak tersedia informasi penyakit sebelumnya maupun terapi yang sedang dikonsumsi. Ketidaklengkapan data membuat dokter harus lebih berhati-hati dalam menentukan obat, sehingga proses penanganan berjalan lebih lambat. Pada kunjungan kedua di rumah sakit, data alergi obat dari fasilitas pertama tidak dapat diakses. Tanpa mengetahui adanya reaksi alergi ringan sebelumnya, pasien kembali memperoleh obat yang sama dan mengalami ruam kulit serta mual berat. Evaluasi medis menegaskan bahwa ketidakterhubungan data antar fasilitas berperan besar dalam terjadinya kesalahan terapi.”",
      "b": "“Riwayat kunjungan pertama pasien terekam otomatis di sistem: hasil pemeriksaan ISPA, obat yang diberikan, serta catatan alergi ringan yang muncul setelah terapi. Saat pasien datang ke rumah sakit dua minggu kemudian, dokter langsung melihat riwayat tersebut dan menghindari pemberian obat yang sama.Akses data lintas fasilitas mempercepat proses penanganan, mengurangi pemeriksaan ulang, dan membantu dokter memilih terapi yang aman tanpa risiko memperburuk kondisi. Integrasi informasi membuat penentuan diagnosis dan perencanaan terapi jauh lebih tepat dan efisien.”",
      "balanced": "“Sebagian data penting seperti hasil pemeriksaan awal tersedia, tetapi riwayat alergi dan terapi sebelumnya tidak muncul sepenuhnya. Dokter tetap dapat menentukan arah penanganan, namun diperlukan konfirmasi tambahan agar tidak salah memilih obat. Walaupun keputusan klinis masih bisa dibuat, risiko ketidaktepatan tetap ada karena informasi tidak sepenuhnya lengkap.”"
    }
  },
  "instruction": "Instruksi",
  "game_instruction": {
    "first": {
      "title": "Menggunakan mouse/touchpad ada 2 cara:",
      "points": {
        "1": "Tekan dan geser kartu ke kiri (A) atau ke kanan (B) menggunakan mouse/touchpad",
        "2": "Tekan tombol A atau tombol B"
      }
    },
    "second": {
      "title": "Menggunakan layar sentuk ada 2 cara:",
      "points": {
        "1": "Tekan dan geser kartu ke kiri (A) atau ke kanan (B)",
        "2": "Tekan tombol A atau tombol B"
      }
    }
  },
  "cards_info": {
    "card": "Kartu",
    "conjunction": "dari",
    "completed": "Selesai"
  },
  "score": {
    "title": "Hasil Kamu",
    "side": {
      "a": "Informasi harus digali ulang secara manual",
      "b": "Informasi tersedia otomatis dalam sistem"
    },
    "sub_title": "Berdasarkan hasil kamu"
  }
}